Repository: Bikecomputer-co/covid19
Catalog: covid19/*.lproj/Localizable.strings
Languages: mk_mk

source: Login
mk_mk: Најави се

source: Register
mk_mk: Регистрирај се

source: Don't have account? Register now!
mk_mk: Немате профил? Направете сега!

source: Help
mk_mk: Помош

source: Back
mk_mk: Назад

source: Language change
mk_mk: Промена на јазик

source: Choose the language in which you want to see the application
mk_mk: Изберете го јазикот во кој што сакате да ја гледате апликацијата

source: Dismiss
mk_mk: Откажи

source: Macedonian
mk_mk: Македонски

source: Albanian
mk_mk: Албански

source: English
mk_mk: Англиски

source: Cured
mk_mk: Излечени

source: Died
mk_mk: Починати

source: Isolation
mk_mk: Самоизолација

source: Quarantine
mk_mk: Карантин

source: Infected
mk_mk: Заболени

source: Current situation
mk_mk: Моментална состојба

source: If you have COVID-19 symptoms call the closest health center according to your living location
mk_mk: Доколку имате симптоми на КОВИД-19 јавете се на најблискиот центар според местото на живеење

source: Help Numbers
mk_mk: Броеви за Помош

source: What is COVID-19?
mk_mk: Што е КОВИД-19?

source: By filling out the daily report for your symptoms, you help us to identify the risk categories of patients faster and more efficiently and to act accordingly in terms of their isolation and treatment.
mk_mk: Со пополнување на дневниот извештај за вашите симптоми, ни помагате побрзо и поефикасно да ги идентификуваме ризичните категории на пациенти и соодветно да делуваме во насока на нивната изолација и лекување.

source: Enter email
mk_mk: Внесете е-пошта

source: Password
mk_mk: Лозинка

source: Enter your phone number
mk_mk: Внесете го вашиот телефонски број

source: Email
mk_mk: Е-пошта

source: email
mk_mk: е-пошта

source: password
mk_mk: лозинка

source: Phone number
mk_mk: Телефонски број

source: phone number
mk_mk: телефонски број

source: Please enter a valid email address
mk_mk: Ве молам внесете валидна е-пошта

source: Please enter a valid phone number
mk_mk: Ве молам внесете валиден телефонски број

source: Your password must be at least 8 character long
mk_mk: Лозинката треба да биде барем 8 карактери долга

source: Your password can't be bigger than 20 character long
mk_mk: Лозинката неможе да биде подолга од 20 карактери

source: Your password must contain at least 1 uppercased character
mk_mk: Лозинката мора да содржи барем еден карактер со голема буква

source: Your password must contain at least 1 lowercased character
mk_mk: Лозинката мора да содржи барем еден карактер со мала буква

source: Okay
mk_mk: Во Ред

source: Cancel
mk_mk: Откажи

source: Enter verification code
mk_mk: Внесете го кодот за потврда

source: Please enter the code that was sent to your mobile phone
mk_mk: Ве молиме внесете го кодот што беше испратен на вашиот мобилен телефон

source: Didn't receive the SMS code?
mk_mk: Не го добивте кодот по СМС?

source: Confirm
mk_mk: Потврди

source: Send again
mk_mk: Препрати одново

source: The phone number that you entered is invalid
mk_mk: Внесениот телефонскиот број е невалиден

source: Try Again
mk_mk: Обиди се повторно

source: Proced without phone number
mk_mk: Продолжи без телефонски број

source: Enter phone number
mk_mk: Внеси телефонски број

source: Official data for:
mk_mk: Официјални податоци за:

source: North Macedonia
mk_mk: Северна Македонија

source: Death
mk_mk: Починати

source: Active
mk_mk: Активни

source: Total
mk_mk: Вкупно

source: Profile
mk_mk: Профил

source: No telephone number
mk_mk: Нема мобилен телефон

source: Logout
mk_mk: Одјава

source: Are you sure you want to logout?
mk_mk: Дали сте сигурни дека сакате да се одјавите?

source: Yes
mk_mk: Да

source: Your phone number is now verified
mk_mk: Телефонскиот број е успешно потврден

source: Your are now signed in
mk_mk: Вие сте сега најавени

source: Answer Questions
mk_mk: Одговори Прашања

source: Back to main screen
mk_mk: Назад кон почетна страна

source: Thank you for your report and contribution to dealing with KOVID-19.
mk_mk: Ви благодариме за вашата пријава и придонес во справувањето со КОВИД-19.

source: We look forward to hearing from you and during tomorrow.
mk_mk: Ги очекуваме вашите одговори и во текот на утрешниот ден.

source: Municipality
mk_mk: По општини

source: Language
mk_mk: Јазик
